/* 
   SMSPreferences.strings
   SMSPreferences

   Created by Chris Pavicich on 13 January 2011.
   Copyright 2011 Apple. All rights reserved.
 */
"SMS_CHARACTER_COUNT" = "Liczba znaków";

"MMS_LABEL" = "SMS/MMS";
"MMS_MESSAGING" = "Wiadomości MMS";
"ALLOW_GROUP_MESSAGING" = "Wiadomości grupowe";
"SHOW_SUBJECT_FIELD" = "Pokaż pole tematu";
"MESSAGES" = "Wiadomości";

"MMS_EMAIL" = "Adres email MMS";
"MMS_EMAIL_PLACEHOLDER" = "przyklad@me.com";

/* This is the string next to the on/off switch */
"MADRID" = "iMessage";

/* Read Receipts */
"READ_RECEIPTS" = "Potwierdzaj odczytanie";
"READ_RECEIPTS_DESCRIPTION" = "Pozwalaj na informowanie innych o przeczytaniu ich wiadomości.";

/* Send as SMS */
"SEND_AS_SMS" = "Wyślij jako SMS";
"SEND_AS_SMS_DESCRIPTION" = "Wysyłaj SMS, gdy nie można wysłać iMessage (może podlegać\nopłatom operatora).";

/* Receipts */
"DELIVERY_RECEIPTS" = "Potwierdzenia dostarczenia";

/* Account Setup */
"MADRID_ACCOUNTS" = "Odbieraj pod";

/* Debug settings */
"IMESSAGE_DEBUGGING" = "Usuwanie błędów";
"IMESSAGE_LOGGING" = "Rejestrowanie iMessage";
"IMESSAGE_REGLOGGING" = "Dzienniki rejestracji";
"IMESSAGE_DUMPLOGS" = "Zrzut dzienników";